/*
 * Loco ios export: iOS Localizable.strings
 * Project: Nabla iOS
 * Release: Working copy
 * Locale: da-DK, Danish (Denmark)
 * Tagged: scheduling
 * Exported by: Bjarke Vad Andersen
 * Exported at: Thu, 01 Jun 2023 09:17:06 +0200
 */

/* loco:64758e481a0aa2c38804c382
 * ----- Map universal links */
"universal_link_google_maps" = "Google Maps";

/* loco:64758e481a0aa2c38804c383 */
"universal_link_apple_maps" = "Apple Maps";

/* loco:64758e481a0aa2c38804c384
 * ----- Appointment list screen */
"appointments_screen_title" = "Aftaler";

/* loco:64758e481a0aa2c38804c385 */
"appointments_screen_action_button_label" = "Book en aftale";

/* loco:64758e481a0aa2c38804c386 */
"appointments_screen_selector_scheduled_label" = "Planlagt";

/* loco:64758e481a0aa2c38804c387 */
"appointments_screen_selector_finalized_label" = "Tidligere";

/* loco:64758e481a0aa2c38804c388 */
"appointments_screen_scheduled_empty_label" = "Ingen aftaler booket";

/* loco:64758e481a0aa2c38804c389 */
"appointments_screen_finalized_empty_label" = "Ingen tidligere aftaler";

/* loco:64758e481a0aa2c38804c38a */
"appointments_screen_cell_join_button_label" = "Deltag i opkaldet";

/* loco:64758e481a0aa2c38804c38b */
"appointments_screen_cell_join_in_progress_button_label" = "Vend tilbage til opkaldet";

/* loco:64758e481a0aa2c38804c38c */
"appointments_screen_load_list_error_title" = "Der gik noget galt";

/* loco:64758e481a0aa2c38804c38d */
"appointments_screen_load_list_error_message" = "Kunne ikke indlæse aftaler. Prøv igen.";

/* loco:64758e481a0aa2c38804c38e
 * ----- Appointment details screen */
"appointment_details_screen_title" = "Aftale";

/* loco:64758e481a0aa2c38804c38f */
"appointment_details_screen_action_button_label" = "Aflys aftale";

/* loco:64758e481a0aa2c38804c390 */
"appointment_details_screen_cancel_appointment_modal_title" = "Aflys aftale?";

/* loco:64758e481a0aa2c38804c391 */
"appointment_details_screen_cancel_appointment_modal_message" = "Vil du aflyse denne aftale? Du kan ikke fortryde.";

/* loco:64758e481a0aa2c38804c392 */
"appointment_details_screen_cancel_appointment_modal_confirm_button" = "Ja, aflys aftale";

/* loco:64758e481a0aa2c38804c393 */
"appointment_details_screen_cancel_appointment_modal_close_button" = "Nej, behold min aftale";

/* loco:64758e481a0aa2c38804c394 */
"appointment_details_screen_watch_appointment_error_title" = "Der gik noget galt";

/* loco:64758e481a0aa2c38804c395 */
"appointment_details_screen_watch_appointment_error_message" = "Kunne ikke indlæse aftalen. Prøv igen.";

/* loco:64758e481a0aa2c38804c396 */
"appointment_details_screen_cancel_appointment_error_title" = "Der gik noget galt";

/* loco:64758e481a0aa2c38804c397 */
"appointment_details_screen_cancel_appointment_error_message" = "Kunne ikke aflyse aftalen. Prøv igen.";

/* loco:64758e481a0aa2c38804c398
 * ----- Location picker screen */
"location_picker_screen_title" = "Vælg en placering";

/* loco:64758e481a0aa2c38804c399 */
"location_picker_remote_location_name" = "Fjernaftale";

/* loco:64758e481a0aa2c38804c39a */
"location_picker_physical_location_name" = "Personligt fremmøde";

/* loco:64758e481a0aa2c38804c39b */
"location_picker_screen_empty_label" = "Ingen placeringer tilgængelige";

/* loco:64758e481a0aa2c38804c39c */
"location_picker_screen_error_title" = "Der gik noget galt";

/* loco:64758e481a0aa2c38804c39d */
"location_picker_screen_error_message" = "Kunne ikke vise lokationerne. Prøv igen.";

/* loco:64758e481a0aa2c38804c39e
 * ----- Category picker screen */
"category_picker_screen_title" = "Vælg en kategori";

/* loco:64758e481a0aa2c38804c39f */
"category_picker_screen_remote_location_disclaimer" = "Aftalen vil foregå som en fjernaftale.";

/* loco:64758e481a0aa2c38804c3a0 */
"category_picker_screen_physical_location_disclaimer" = "Aftalen vil finde sted ved personligt fremmøde.";

/* loco:64758e481a0aa2c38804c3a1 */
"category_picker_screen_empty_label" = "Ingen kategorier tilgængelige";

/* loco:64758e481a0aa2c38804c3a2 */
"category_picker_screen_error_title" = "Der gik noget galt";

/* loco:64758e481a0aa2c38804c3a3 */
"category_picker_screen_error_message" = "Kunne ikke vise kategorierne. Prøv igen.";

/* loco:64758e481a0aa2c38804c3a4
 * ----- Time slots screen */
"time_slots_screen_title" = "Vælg en dato";

/* loco:64758e481a0aa2c38804c3a5 */
"time_slots_screen_action_button_label" = "Bekræft";

/* loco:64758e481a0aa2c38804c3a6 */
"time_slots_picker_screen_group_subtitle_format" = "%d ledige tider";

/* loco:64758e481a0aa2c38804c3a7 */
"time_slots_picker_screen_empty_label" = "Ingen ledige tider";

/* loco:64758e481a0aa2c38804c3a8 */
"time_slots_picker_screen_error_title" = "Der gik noget galt";

/* loco:64758e481a0aa2c38804c3a9 */
"time_slots_picker_screen_error_message" = "Kunne ikke vise ledige tider. Prøv igen.";

/* loco:64758e481a0aa2c38804c3aa
 * ----- Confirmation screen */
"confirmation_screen_title" = "Bekræft din aftale";

/* loco:64758e481a0aa2c38804c3ab */
"confirmation_screen_consultation_disclaimer" = "Jeg giver tilladelse til at foretage en videokonsultation.";

/* loco:64758e481a0aa2c38804c3ac */
"confirmation_screen_data_disclaimer" = "Jeg accepterer databehandlingspolitikken.";

/* loco:64758e481a0aa2c38804c3ad */
"confirmation_screen_action_button_label_free_appointment" = "Bekræft aftalen";

/* loco:64758e481a0aa2c38804c3ae */
"confirmation_screen_action_button_label_paid_appointment" = "Gå til betaling";

/* loco:64758e481a0aa2c38804c3af */
"confirmation_screen_error_title" = "Der gik noget galt";

/* loco:64758e481a0aa2c38804c3b0 */
"confirmation_screen_error_message" = "Kunne ikke booke aftalen. Prøv igen.";

/* loco:64758e481a0aa2c38804c3b1 */
"confirmation_screen_error_retry_button" = "Prøv igen";

/* loco:64758e481a0aa2c38804c3b2 */
"confirmation_screen_payment_hook_not_implemented_error_title" = "Fejl";

/* loco:64758e481a0aa2c38804c3b3 */
"confirmation_screen_payment_hook_not_implemented_error_message" = "Denne ansøgning er ikke konfigureret til at understøtte betalte aftaler";

/* loco:64758e481a0aa2c38804c3b4 */
"confirmation_screen_payment_hook_not_implemented_error_button" = "Aflys";

/* loco:64758e481a0aa2c38804c3b5
 * ----- Success screen */
"success_screen_label" = "Din aftale er booket!";

/* loco:64758e481a0aa2c38804c3b6 */
"success_screen_button" = "OK";

/* loco:64758e481a0aa2c38804c3b7
 * ----- Appointment details view */
"appointment_details_view_remote_location_label" = "Fjernkonsultation";

/* loco:64758e481a0aa2c38804c3b8 */
"appointment_details_view_physical_location_label" = "Aftale med personligt fremmøde";
